Repository: aymane6/dawnbreak
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

# mission.math.subtitle
source: Sums, in your head
ar: عمليات حسابية ذهنية
de: Kopfrechnen
es: Cuentas mentales
fr: Du calcul mental
hi: मन में जोड़-घटाव
it: Calcoli a mente
ja: 頭の中で計算
ko: 머릿속으로 계산
pt_br: Contas de cabeça
ru: Считать в голове
zh_hans: 心算题目

# mission.math.title
source: Math
ar: حساب
de: Rechnen
es: Cálculo
fr: Calcul
hi: गणित
it: Calcoli
ja: 計算
ko: 계산
pt_br: Cálculo
ru: Математика
zh_hans: 算术

# mission.memory.instruction
source: Watch which tiles light up, then tap those tiles.
ar: لاحظ المربعات التي تُضاء، ثم اضغط عليها.
de: Merke dir die leuchtenden Felder und tippe sie dann an.
es: Fíjate en las casillas que se iluminan y tócalas.
fr: Observez les cases qui s’allument, puis touchez-les.
hi: देखें कौन-सी टाइल जलती हैं, फिर उन्हें दबाएँ।
it: Guarda quali caselle si illuminano, poi toccale.
ja: 光ったマスを覚えて、そのマスをタップします。
ko: 불이 켜진 칸을 기억한 뒤 그 칸을 누르세요.
pt_br: Veja quais quadros acendem e toque neles.
ru: Заметьте, какие плитки загорелись, и нажмите на них.
zh_hans: 记住亮起的格子，然后点它们。

# mission.memory.remaining
source: %lld to find
ar: بقي %lld
de: noch %lld
es: faltan %lld
fr: %lld à trouver
hi: %lld बाकी
it: ne restano %lld
ja: 残り %lld
ko: %lld개 남음
pt_br: faltam %lld
ru: осталось %lld
zh_hans: 还剩 %lld 个

# mission.memory.subtitle
source: Recall the tiles
ar: تذكّر المربعات
de: Felder erinnern
es: Recuerda las casillas
fr: Retenez les cases
hi: टाइल याद रखें
it: Ricorda le caselle
ja: 光ったマスを記憶
ko: 칸을 기억하기
pt_br: Lembre os quadros
ru: Запомнить плитки
zh_hans: 记住亮起的格子

# mission.memory.tile
source: Tile %lld
ar: مربع %lld
de: Feld %lld
es: Casilla %lld
fr: Case %lld
hi: टाइल %lld
it: Casella %lld
ja: マス %lld
ko: %lld번 칸
pt_br: Quadro %lld
ru: Плитка %lld
zh_hans: 第 %lld 格

# mission.memory.title
source: Memory
ar: ذاكرة
de: Gedächtnis
es: Memoria
fr: Mémoire
hi: स्मृति
it: Memoria
ja: 記憶
ko: 기억력
pt_br: Memória
ru: Память
zh_hans: 记忆

# mission.memory.watch
source: Watch closely
ar: راقب بتركيز
de: Genau hinsehen
es: Fíjate bien
fr: Regardez bien
hi: ध्यान से देखें
it: Guarda bene
ja: よく見て
ko: 잘 보세요
pt_br: Preste atenção
ru: Смотрите внимательно
zh_hans: 看仔细

# mission.photo.find
source: Find your %@
ar: ابحث عن %@
de: Finde: %@
es: Encuentra: %@
fr: Trouvez : %@
hi: %@ ढूँढें
it: Trova: %@
ja: %@ を見つけて
ko: %@ 찾기
pt_br: Encontre: %@
ru: Найдите: %@
zh_hans: 找到你的%@

# mission.photo.holdStill
source: Hold still
ar: ثبّتها
de: Still halten
es: No te muevas
fr: Ne bougez plus
hi: स्थिर रखें
it: Tieni fermo
ja: そのまま静止
ko: 그대로 유지
pt_br: Segure firme
ru: Держите ровно
zh_hans: 保持不动

# mission.photo.instruction
source: Go to the object you registered and photograph it.
ar: اذهب إلى الشيء الذي سجّلته وصوّره.
de: Geh zu dem registrierten Objekt und fotografiere es.
es: Ve al objeto que registraste y fotografíalo.
fr: Allez jusqu’à l’objet enregistré et photographiez-le.
hi: आपने जो चीज़ रजिस्टर की है, उसके पास जाकर फ़ोटो लें।
it: Vai all’oggetto che hai registrato e fotografalo.
ja: 登録したモノのところへ行って撮影します。
ko: 등록한 물건에 가서 사진을 찍으세요.
pt_br: Vá até o objeto que você registrou e fotografe.
ru: Подойдите к зарегистрированной вещи и сфотографируйте её.
zh_hans: 走到你注册的物品前，把它拍下来。

# mission.photo.searching
source: Point the camera at it
ar: وجّه الكاميرا نحوه
de: Kamera darauf richten
es: Apunta la cámara hacia él
fr: Pointez la caméra dessus
hi: कैमरा उस पर रखें
it: Inquadralo con la fotocamera
ja: カメラを向けてください
ko: 카메라를 그쪽으로 향하세요
pt_br: Aponte a câmera para ele
ru: Наведите камеру на него
zh_hans: 把相机对准它

# mission.photo.seeing
source: Seeing: %@
ar: يرى: %@
de: Erkannt: %@
es: Se ve: %@
fr: Détecté : %@
hi: दिख रहा है: %@
it: Rilevato: %@
ja: 認識中: %@
ko: 인식 중: %@
pt_br: Vendo: %@
ru: Вижу: %@
zh_hans: 识别到：%@

# mission.photo.subtitle
source: Photograph a thing
ar: صوّر شيئاً
de: Etwas fotografieren
es: Fotografía algo
fr: Photographiez un objet
hi: किसी चीज़ की फ़ोटो
it: Fotografa un oggetto
ja: モノを撮影
ko: 물건 촬영하기
pt_br: Fotografe um objeto
ru: Сфотографировать вещь
zh_hans: 拍下某个物品

# mission.photo.title
source: Photo
ar: صورة
de: Foto
es: Foto
hi: फ़ोटो
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
zh_hans: 拍照

# mission.progress
source: Progress
ar: التقدّم
de: Fortschritt
es: Progreso
fr: Progression
hi: प्रगति
it: Progresso
ja: 進捗
ko: 진행
pt_br: Progresso
ru: Прогресс
zh_hans: 进度

# mission.sequence.instruction
source: Watch the pattern, then repeat it in the same order.
ar: شاهد النمط ثم أعده بالترتيب نفسه.
de: Sieh das Muster und wiederhole es in derselben Reihenfolge.
es: Observa el patrón y repítelo en el mismo orden.
fr: Regardez le motif, puis répétez-le dans le même ordre.
hi: पैटर्न देखें, फिर उसी क्रम में दोहराएँ।
it: Osserva la sequenza, poi ripetila nello stesso ordine.
ja: パターンを見て、同じ順番で再現します。
ko: 패턴을 본 뒤 같은 순서로 따라 하세요.
pt_br: Observe o padrão e repita na mesma ordem.
ru: Посмотрите рисунок и повторите его в том же порядке.
zh_hans: 看清图案，再按相同顺序重复。

# mission.sequence.pad
source: Pad %lld
ar: لوح %lld
de: Taste %lld
es: Panel %lld
fr: Touche %lld
hi: पैड %lld
it: Tasto %lld
ja: パッド %lld
ko: %lld번 패드
pt_br: Botão %lld
ru: Кнопка %lld
zh_hans: 第 %lld 键

# mission.sequence.step
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
hi: %2$lld में से %1$lld चरण
it: Passo %1$lld di %2$lld
ja: %2$lld 個中 %1$lld 番目
ko: %2$lld단계 중 %1$lld
pt_br: Passo %1$lld de %2$lld
ru: Шаг %1$lld из %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

# mission.sequence.subtitle
source: Repeat the pattern
ar: أعد النمط
de: Muster nachspielen
es: Repite el patrón
fr: Répétez le motif
hi: पैटर्न दोहराएँ
it: Ripeti la sequenza
ja: パターンを再現
ko: 패턴을 따라 하기
pt_br: Repita o padrão
ru: Повторить рисунок
zh_hans: 重复图案

# mission.sequence.title
source: Sequence
ar: تسلسل
de: Sequenz
es: Secuencia
fr: Séquence
hi: क्रम
it: Sequenza
ja: 順番
ko: 순서
pt_br: Sequência
ru: Последовательность
zh_hans: 序列

# mission.sequence.watch
source: Watch the order
ar: راقب الترتيب
de: Reihenfolge merken
es: Fíjate en el orden
fr: Retenez l’ordre
hi: क्रम देखें
it: Osserva l’ordine
ja: 順番を見て
ko: 순서를 보세요
pt_br: Observe a ordem
ru: Запомните порядок
zh_hans: 注意顺序

# mission.shake.instruction
source: Shake your iPhone until the counter fills.
ar: رجّ الـ iPhone حتى يمتلئ العدّاد.
de: Schüttle dein iPhone, bis der Zähler voll ist.
es: Agita el iPhone hasta llenar el contador.
fr: Secouez votre iPhone jusqu’à remplir le compteur.
hi: काउंटर भरने तक iPhone हिलाएँ।
it: Scuoti l’iPhone finché il contatore non è pieno.
ja: カウンターが埋まるまで iPhone を振ります。
ko: 카운터가 채워질 때까지 iPhone을 흔드세요.
pt_br: Agite o iPhone até o contador encher.
ru: Трясите iPhone, пока счётчик не заполнится.
zh_hans: 摇动 iPhone 直到计数满。

# mission.shake.subtitle
source: Shake it awake
ar: رجّه لتستيقظ
de: Wachschütteln
es: Sacúdelo
fr: Secouez fort
hi: ज़ोर से हिलाएँ
it: Scuotilo forte
ja: 振って起きる
ko: 흔들어서 깨기
pt_br: Sacuda com força
ru: Растрясти себя
zh_hans: 摇醒自己

# mission.shake.title
source: Shake
ar: رجّ
de: Schütteln
es: Agitar
fr: Secouer
hi: हिलाना
it: Scuoti
ja: シェイク
ko: 흔들기
pt_br: Agitar
ru: Встряхивание
zh_hans: 摇一摇

# mission.shake.unavailable.body
source: This iPhone will not report motion, so the shake cannot be counted.
ar: هذا الـ iPhone لا يبلّغ عن الحركة، لذا لا يمكن عدّ الرجّات.
de: Dieses iPhone meldet keine Bewegung, das Schütteln lässt sich nicht zählen.
es: Este iPhone no informa del movimiento, así que no se pueden contar las sacudidas.
fr: Cet iPhone ne remonte pas le mouvement : les secousses ne peuvent pas être comptées.
hi: यह iPhone मोशन रिपोर्ट नहीं करता, इसलिए हिलाना गिना नहीं जा सकता।
it: Questo iPhone non riporta il movimento: le scosse non possono essere contate.
ja: この iPhone はモーションを報告しないため、シェイクを数えられません。
ko: 이 iPhone은 동작을 보고하지 않아 흔들기를 셀 수 없습니다.
pt_br: Este iPhone não informa movimento, então não é possível contar as sacudidas.
ru: Этот iPhone не сообщает о движении, поэтому встряхивания не считаются.
zh_hans: 此 iPhone 不上报运动数据，无法统计摇动次数。

# mission.shake.unavailable.title
source: No motion sensor
ar: لا مستشعر حركة
de: Kein Bewegungssensor
es: Sin sensor de movimiento
fr: Pas de capteur de mouvement
hi: मोशन सेंसर नहीं
it: Nessun sensore di movimento
ja: モーションセンサーがありません
ko: 동작 센서 없음
pt_br: Sem sensor de movimento
ru: Нет датчика движения
zh_hans: 没有运动传感器

# mission.shake.unit
source: shakes
ar: رجّة
de: Schütteln
es: sacudidas
fr: secousses
hi: बार
it: scosse
ja: 回
ko: 회
pt_br: sacudidas
ru: встряхиваний
zh_hans: 次

# mission.snooze
source: Snooze %lld min
ar: تأجيل %lld د
de: %lld Min. schlummern
es: Posponer %lld min
fr: Répéter %lld min
hi: %lld मि स्नूज़
it: Posticipa %lld min
ja: %lld 分スヌーズ
ko: %lld분 후 다시
pt_br: Soneca de %lld min
ru: Отложить на %lld мин
zh_hans: 小睡 %lld 分钟

# mission.snoozesLeft
source: %lld snoozes left
ar: %lld تأجيل متبقٍ
de: Noch %lld Mal schlummern
es: Quedan %lld posposiciones
fr: %lld rappels restants
hi: %lld स्नूज़ बाकी
it: %lld posticipi rimasti
ja: 残りスヌーズ %lld 回
ko: 다시 알림 %lld회 남음
pt_br: Restam %lld sonecas
ru: Осталось %lld откладывания
zh_hans: 还能小睡 %lld 次

# mission.squats.denied.body
source: Squats are counted by the front camera. Allow the camera in Settings, or skip this once.
ar: تُحتسب القرفصاء بالكاميرا الأمامية. اسمح بالكاميرا من الإعدادات أو تخطَّ هذه المرة.
de: Kniebeugen werden von der Frontkamera gezählt. Erlaube die Kamera in den Einstellungen oder überspringe dieses Mal.
es: Las sentadillas se cuentan con la cámara frontal. Permite la cámara en Ajustes, o sáltalo esta vez.
fr: Les squats sont comptés par la caméra avant. Autorisez la caméra dans Réglages, ou passez cette fois.
hi: स्क्वैट फ़्रंट कैमरे से गिने जाते हैं। सेटिंग में कैमरा की अनुमति दें, या इस बार छोड़ दें।
it: Gli squat vengono contati dalla fotocamera frontale. Consenti la fotocamera in Impostazioni o salta per questa volta.
ja: スクワットは前面カメラで数えます。設定でカメラを許可するか、今回は飛ばしてください。
ko: 스쿼트는 전면 카메라로 셉니다. 설정에서 카메라를 허용하거나 이번만 건너뛰세요.
pt_br: Os agachamentos são contados pela câmera frontal. Permita a câmera em Ajustes ou pule desta vez.
ru: Приседания считает фронтальная камера. Разрешите камеру в настройках или пропустите на этот раз.
zh_hans: 深蹲由前置摄像头计数。请在“设置”中允许相机，或本次跳过。

# mission.squats.depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
hi: गहराई
it: Profondità
ja: 深さ
ko: 깊이
pt_br: Profundidade
ru: Глубина
zh_hans: 深度

# mission.squats.frameYourself
source: Step back until you fit in the frame
ar: تراجع حتى تظهر كاملاً في الإطار
de: Geh zurück, bis du ins Bild passt
es: Retrocede hasta caber en el encuadre
fr: Reculez jusqu’à tenir dans le cadre
hi: पीछे हटें ताकि आप फ़्रेम में आ जाएँ
it: Allontanati finché non rientri nell’inquadratura
ja: 全身が入るまで下がってください
ko: 화면에 다 들어올 만큼 뒤로 물러나세요
pt_br: Afaste-se até caber no quadro
ru: Отойдите, чтобы попасть в кадр целиком
zh_hans: 后退，直到全身进入取景框

# mission.squats.goDown
source: Go down
ar: انزل
de: Runter
es: Abajo
fr: Descendez
hi: नीचे जाएँ
it: Scendi
ja: 下げて
ko: 내려가기
pt_br: Desça
ru: Вниз
zh_hans: 下蹲

# mission.squats.instruction
source: Stand your iPhone up, get in frame, and do the squats.
ar: أسند الـ iPhone، ادخل في الإطار، وقم بتمارين القرفصاء.
de: Stelle dein iPhone auf, komm ins Bild und mach die Kniebeugen.
es: Apoya el iPhone, ponte en el encuadre y haz las sentadillas.
fr: Posez votre iPhone, cadrez-vous et faites les squats.
hi: iPhone खड़ा करें, फ्रेम में आएँ और स्क्वैट करें।
it: Appoggia l’iPhone, inquadrati e fai gli squat.
ja: iPhone を立てて、画面に全身を入れてスクワットします。
ko: iPhone을 세우고 화면에 몸을 맞춘 뒤 스쿼트를 하세요.
pt_br: Apoie o iPhone, apareça no quadro e faça os agachamentos.
ru: Поставьте iPhone, попадите в кадр и приседайте.
zh_hans: 把 iPhone 立起来，站进取景框，开始深蹲。

# mission.squats.standUp
source: Stand up
ar: قف
de: Aufstehen
es: Arriba
fr: Remontez
hi: खड़े हों
it: Rialzati
ja: 立ち上がって
ko: 일어서기
pt_br: Levante
ru: Вверх
zh_hans: 起立

# mission.squats.subtitle
source: Squats on camera
ar: قرفصاء أمام الكاميرا
de: Kniebeugen vor der Kamera
es: Sentadillas ante la cámara
fr: Des squats face caméra
hi: कैमरे के सामने स्क्वैट
it: Squat davanti alla camera
ja: カメラの前でスクワット
ko: 카메라 앞에서 스쿼트
pt_br: Agachamentos na câmera
ru: Приседания перед камерой
zh_hans: 在镜头前深蹲

# mission.squats.title
source: Squats
ar: قرفصاء
de: Kniebeugen
es: Sentadillas
hi: स्क्वैट
it: Squat
ja: スクワット
ko: 스쿼트
pt_br: Agachamentos
ru: Приседания
zh_hans: 深蹲

# mission.squats.unit
source: squats
ar: قرفصاء
de: Kniebeugen
es: sentadillas
hi: स्क्वैट
it: squat
ja: 回
ko: 회
pt_br: agachamentos
ru: приседаний
zh_hans: 次

# mission.steps.denied.body
source: Dawnbreak cannot read your steps. Allow Motion & Fitness in Settings, or skip this once.
ar: لا يستطيع Dawnbreak قراءة خطواتك. اسمح بالحركة واللياقة من الإعدادات أو تخطَّ هذه المرة.
de: Dawnbreak kann deine Schritte nicht lesen. Erlaube Bewegung & Fitness in den Einstellungen oder überspringe dieses Mal.
es: Dawnbreak no puede leer tus pasos. Permite Movimiento y Fitness en Ajustes, o sáltalo esta vez.
fr: Dawnbreak ne peut pas lire vos pas. Autorisez Mouvement et Forme dans Réglages, ou passez cette fois.
hi: Dawnbreak आपके कदम नहीं पढ़ सकता। सेटिंग में मोशन और फ़िटनेस की अनुमति दें, या इस बार छोड़ दें।
it: Dawnbreak non può leggere i tuoi passi. Consenti Movimento e fitness in Impostazioni o salta per questa volta.
ja: Dawnbreak は歩数を読み取れません。設定で「モーションとフィットネス」を許可するか、今回は飛ばしてください。
ko: Dawnbreak가 걸음 수를 읽을 수 없습니다. 설정에서 동작 및 피트니스를 허용하거나 이번만 건너뛰세요.
pt_br: O Dawnbreak não consegue ler seus passos. Permita Movimento e Preparo Físico em Ajustes ou pule desta vez.
ru: Dawnbreak не может считать ваши шаги. Разрешите «Движение и фитнес» в настройках или пропустите на этот раз.
zh_hans: Dawnbreak 无法读取你的步数。请在“设置”中允许“运动与健身”，或本次跳过。

# mission.steps.denied.title
source: Motion access is off
ar: الوصول للحركة معطّل
de: Bewegungszugriff ist aus
es: El acceso al movimiento está desactivado
fr: L’accès au mouvement est désactivé
hi: मोशन एक्सेस बंद है
it: L’accesso al movimento è disattivato
ja: モーションへのアクセスがオフです
ko: 동작 접근이 꺼져 있습니다
pt_br: O acesso ao movimento está desativado
ru: Доступ к движению отключён
zh_hans: 运动权限已关闭

# mission.steps.hint
source: Keep the iPhone with you while you walk.
ar: احمل الـ iPhone معك أثناء المشي.
de: Nimm das iPhone beim Gehen mit.
es: Lleva el iPhone contigo mientras caminas.
fr: Gardez l’iPhone sur vous en marchant.
hi: चलते समय iPhone अपने साथ रखें।
it: Porta l’iPhone con te mentre cammini.
ja: 歩くときは iPhone を持っていてください。
ko: 걸을 때 iPhone을 몸에 지니세요.
pt_br: Leve o iPhone com você enquanto caminha.
ru: Держите iPhone при себе, когда идёте.
zh_hans: 走动时把 iPhone 带在身上。

# mission.steps.instruction
source: Get out of bed and walk until the steps are counted.
ar: انزل من السرير وامشِ حتى تُحتسب الخطوات.
de: Steh auf und gehe, bis die Schritte gezählt sind.
es: Levántate y camina hasta completar los pasos.
fr: Levez-vous et marchez jusqu’à ce que les pas soient comptés.
hi: बिस्तर से उठें और कदम पूरे होने तक चलें।
it: Alzati e cammina finché i passi non sono contati.
ja: ベッドから出て、歩数が満たされるまで歩きます。
ko: 침대에서 나와 걸음 수가 채워질 때까지 걸으세요.
pt_br: Levante e caminhe até os passos serem contados.
ru: Встаньте и идите, пока шаги не будут засчитаны.
zh_hans: 下床走动，直到步数达标。

# mission.steps.subtitle
source: Leave the bed
ar: اترك السرير
de: Raus aus dem Bett
es: Sal de la cama
fr: Quittez le lit
hi: बिस्तर छोड़ें
it: Esci dal letto
ja: ベッドから出る
ko: 침대에서 벗어나기
pt_br: Saia da cama
ru: Встать с кровати
zh_hans: 离开被窝

# mission.steps.title
source: Steps
ar: خطوات
de: Schritte
es: Pasos
fr: Pas
hi: कदम
it: Passi
ja: 歩数
ko: 걸음
pt_br: Passos
ru: Шаги
zh_hans: 步数

# mission.steps.unavailable.body
source: This iPhone cannot count steps, so this mission has no way to finish.
ar: لا يمكن لهذا الـ iPhone عدّ الخطوات، لذا لا سبيل لإكمال المهمة.
de: Dieses iPhone kann keine Schritte zählen, diese Mission ist nicht abschließbar.
es: Este iPhone no puede contar pasos, así que esta misión no puede completarse.
fr: Cet iPhone ne peut pas compter les pas : cette mission n’a aucun moyen d’aboutir.
hi: यह iPhone कदम नहीं गिन सकता, इसलिए यह मिशन पूरा नहीं हो सकता।
it: Questo iPhone non può contare i passi: la missione non può concludersi.
ja: この iPhone は歩数を数えられないため、このミッションは完了できません。
ko: 이 iPhone은 걸음 수를 셀 수 없어 이 미션을 끝낼 방법이 없습니다.
pt_br: Este iPhone não conta passos, então esta missão não tem como terminar.
ru: Этот iPhone не умеет считать шаги, поэтому задание невозможно завершить.
zh_hans: 此 iPhone 无法计步，该任务无法完成。

# mission.steps.unavailable.title
source: No step counter
ar: لا عدّاد خطوات
de: Kein Schrittzähler
es: Sin contador de pasos
fr: Pas de compteur de pas
hi: स्टेप काउंटर नहीं
it: Nessun contapassi
ja: 歩数計がありません
ko: 걸음 수 측정 불가
pt_br: Sem contador de passos
ru: Нет счётчика шагов
zh_hans: 没有计步器

# mission.steps.unit
source: steps
ar: خطوة
de: Schritte
es: pasos
fr: pas
hi: कदम
it: passi
ja: 歩
ko: 걸음
pt_br: passos
ru: шагов
zh_hans: 步

# mission.timeLeft
source: Time left
ar: الوقت المتبقي
de: Restzeit
es: Tiempo restante
fr: Temps restant
hi: बचा समय
it: Tempo rimasto
ja: 残り時間
ko: 남은 시간
pt_br: Tempo restante
ru: Осталось
zh_hans: 剩余时间

# mission.typing.check
source: Check
ar: تحقّق
de: Prüfen
es: Comprobar
fr: Valider
hi: जाँचें
it: Verifica
ja: 判定
ko: 확인
pt_br: Verificar
ru: Проверить
zh_hans: 确认

# mission.typing.instruction
source: Retype the sentence exactly, punctuation and all.
ar: أعد كتابة الجملة حرفياً، بعلامات الترقيم كلها.
de: Tippe den Satz genau ab, mit allen Satzzeichen.
es: Copia la frase exactamente, con su puntuación.
fr: Recopiez la phrase à l’identique, ponctuation comprise.
hi: वाक्य को ठीक वैसा ही टाइप करें, विराम-चिह्नों सहित।
it: Ricopia la frase esattamente, punteggiatura compresa.
ja: 句読点まで含めて、文章をそのまま打ち直します。
ko: 문장을 문장부호까지 그대로 입력하세요.
pt_br: Redigite a frase exatamente, com pontuação e tudo.
ru: Перепечатайте фразу в точности, вместе со знаками.
zh_hans: 一字不差地重打这句话，标点也算。

# mission.typing.placeholder
source: Type it here
ar: اكتبها هنا
de: Hier eintippen
es: Escríbelo aquí
fr: Tapez ici
hi: यहाँ टाइप करें
it: Scrivi qui
ja: ここに入力
ko: 여기에 입력
pt_br: Digite aqui
ru: Печатайте здесь
zh_hans: 在此输入

# mission.typing.subtitle
source: Retype a sentence
ar: أعد كتابة جملة
de: Satz abtippen
es: Copia una frase
fr: Recopiez une phrase
hi: एक वाक्य टाइप करें
it: Ricopia una frase
ja: 文章を打ち直す
ko: 문장을 다시 입력
pt_br: Redigite uma frase
ru: Перепечатать фразу
zh_hans: 重打一句话

# mission.typing.title
source: Typing
ar: كتابة
de: Tippen
es: Escritura
fr: Frappe
hi: टाइपिंग
it: Digitazione
ja: タイピング
ko: 타이핑
pt_br: Digitação
ru: Набор текста
zh_hans: 打字

# mission.unavailable.dismiss
source: Skip this mission and stop the alarm
ar: تخطَّ المهمة وأوقف المنبه
de: Mission überspringen und Alarm stoppen
es: Saltar la misión y parar la alarma
fr: Passer la mission et arrêter l’alarme
hi: इस मिशन को छोड़ें और अलार्म बंद करें
it: Salta la missione e ferma la sveglia
ja: このミッションを飛ばしてアラームを止める
ko: 이 미션을 건너뛰고 알람 끄기
pt_br: Pular a missão e parar o alarme
ru: Пропустить задание и выключить будильник
zh_hans: 跳过任务并停止闹钟

# onboarding.first.body
source: Three decisions and you are done.
ar: ثلاثة قرارات وانتهيت.
de: Drei Entscheidungen, fertig.
es: Tres decisiones y ya está.
fr: Trois décisions et c’est fait.
hi: तीन फ़ैसले और काम पूरा।
it: Tre decisioni e hai finito.
ja: 決めることは 3 つだけ。
ko: 결정 세 가지면 끝입니다.
pt_br: Três decisões e pronto.
ru: Три решения — и готово.
zh_hans: 三个决定，就完成了。

# onboarding.first.step1
source: The time you actually have to be up
ar: الوقت الذي يجب أن تكون فيه مستيقظاً فعلاً
de: Die Zeit, zu der du wirklich aufstehen musst
es: La hora a la que de verdad tienes que estar en pie
fr: L’heure à laquelle vous devez vraiment être debout
hi: वह समय जब आपको सच में उठना ही है
it: L’ora in cui devi davvero essere in piedi
ja: 本当に起きなければならない時刻
ko: 실제로 일어나야 하는 시각
pt_br: A hora em que você realmente precisa estar de pé
ru: Время, когда действительно надо встать
zh_hans: 你真正必须起来的时间

# onboarding.first.step2
source: The mission that would get you out of bed
ar: المهمة التي ستُخرجك من السرير
de: Die Mission, die dich wirklich aus dem Bett holt
es: La misión que te sacaría de la cama
fr: La mission qui vous ferait sortir du lit
hi: वह मिशन जो आपको बिस्तर से निकाल दे
it: La missione che ti farebbe uscire dal letto
ja: 自分をベッドから出せるミッション
ko: 당신을 침대에서 끌어낼 미션
pt_br: A missão que te tiraria da cama
ru: Задание, которое поднимет вас с кровати
zh_hans: 能把你从床上弄起来的任务

# onboarding.first.step3
source: Whether snoozing is allowed at all
ar: هل التأجيل مسموح من الأصل
de: Ob Schlummern überhaupt erlaubt ist
es: Si se permite posponer o no
fr: Si le rappel est autorisé, ou pas
hi: स्नूज़ की अनुमति है या नहीं
it: Se il posticipo è permesso o no
ja: そもそもスヌーズを許すかどうか
ko: 다시 알림을 아예 허용할지 여부
pt_br: Se a soneca é permitida ou não
ru: Разрешать ли откладывание вообще
zh_hans: 到底允不允许小睡

# onboarding.first.title
source: Set the alarm you will resent
ar: اضبط المنبه الذي ستكرهه
de: Stelle den Alarm, den du hassen wirst
es: Pon la alarma que vas a odiar
fr: Réglez l’alarme que vous détesterez
hi: वह अलार्म सेट करें जिससे आप चिढ़ेंगे
it: Imposta la sveglia che odierai
ja: あとで恨むことになるアラームを設定
ko: 당신이 원망할 알람을 설정하세요
pt_br: Defina o alarme que você vai odiar
ru: Поставьте будильник, который вас разозлит
zh_hans: 设一个你将会讨厌的闹钟

# onboarding.missions.body
source: Solve sums, walk a hundred steps, do squats on camera, photograph the kettle. Choose per alarm, and choose how hard.
ar: حلّ عمليات حسابية، امشِ مئة خطوة، اسجد قرفصاء أمام الكاميرا، صوّر الغلاية. اختر لكل منبه، واختر مدى الصعوبة.
de: Rechnen, hundert Schritte gehen, Kniebeugen vor der Kamera, den Wasserkocher fotografieren. Pro Alarm wählbar, inklusive Schwierigkeit.
es: Resuelve cuentas, camina cien pasos, haz sentadillas ante la cámara, fotografía la tetera. Eliges por alarma, y eliges lo difícil que es.
fr: Résolvez des calculs, marchez cent pas, faites des squats face caméra, photographiez la bouilloire. À choisir pour chaque alarme, difficulté comprise.
hi: सवाल हल करें, सौ कदम चलें, कैमरे के सामने स्क्वैट करें, केतली की फ़ोटो लें। हर अलार्म के लिए चुनें, और कठिनाई भी चुनें।
it: Risolvi calcoli, cammina cento passi, fai squat davanti alla fotocamera, fotografa il bollitore. Scegli per ogni sveglia, e scegli quanto difficile.
ja: 計算を解く、100 歩歩く、カメラの前でスクワット、ケトルを撮影。アラームごとに、難易度まで選べます。
ko: 계산을 풀고, 백 걸음을 걷고, 카메라 앞에서 스쿼트하고, 주전자를 찍으세요. 알람마다, 난이도까지 고를 수 있습니다.
pt_br: Resolva contas, caminhe cem passos, faça agachamentos na câmera, fotografe a chaleira. Você escolhe por alarme, e escolhe o quanto é difícil.
ru: Решайте примеры, пройдите сто шагов, приседайте перед камерой, сфотографируйте чайник. Выбор для каждого будильника, вместе со сложностью.
zh_hans: 做算术、走一百步、在镜头前深蹲、拍下水壶。每个闹钟单独选，难度也由你定。

# onboarding.missions.title
source: Twelve ways to be forced up
ar: اثنتا عشرة طريقة لإجبارك على القيام
de: Zwölf Wege, dich aus dem Bett zu holen
es: Doce formas de obligarte a levantarte
fr: Douze façons de vous forcer à vous lever
hi: उठने पर मजबूर करने के बारह तरीके
it: Dodici modi per costringerti ad alzarti
ja: 起きざるを得ない 12 の方法
ko: 일어나게 만드는 열두 가지 방법
pt_br: Doze formas de te obrigar a levantar
ru: Двенадцать способов заставить вас встать
zh_hans: 十二种把你逼下床的方式

# onboarding.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: आगे
it: Avanti
ja: 次へ
ko: 다음
pt_br: Avançar
ru: Далее
zh_hans: 下一步

# onboarding.permission.allow
source: Allow alarms
ar: السماح بالمنبهات
de: Alarme erlauben
es: Permitir alarmas
fr: Autoriser les alarmes
hi: अलार्म की अनुमति दें
it: Consenti le sveglie
ja: アラームを許可
ko: 알람 허용
pt_br: Permitir alarmes
ru: Разрешить будильники
zh_hans: 允许闹钟
